<template>
    <!-- 联合运营商协议 -->
    <div class="wrap">
        <div v-if="recommendMemCode && recommendMemCode > 0">
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本协议由乙方与浙江多多邦智能科技有限公司共同缔结，具有法律效力。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本协议中“多多邦”是指浙江多多邦智能科技有限公司。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;鉴于，多多邦为进一步拓展市场，营销推广自身 多多邦 项目及产品（以下简称“项目”），提升市场份额及品牌产品占有率，有意与乙方达成合作。乙方作为符合多多邦签约条件、具备履行本协议书能力的主体，愿意根据本协议的约定，向多多邦提供市场渠道推广服务。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;兹此，双方本着自愿平等、诚实信用的原则，根据《合同法》及其相关法律法规之规定，经友好协商一致，愿意就上述之事宜达成合意，签署本协议内容如下，以兹双方共同遵照信守：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <p>1. 合作内容</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.1 多多邦为进一步拓展市场，运营推广 多多邦 项目，委托乙方拓展市场。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.2 多多邦为乙方提供项目产品简介信息、收费情况等，并保证前述信息内容真实、可靠，不存在侵犯他人合法权益的情况，乙方就本协议所述事项对外推广、对内自行使用。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <p>2. 运营商</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1乙方向甲方一次性购买 <span v-if="type == 3"> 36800 </span><span v-if="type == 4"> 3680 </span> 元人民币及以上产品成为多多邦<span v-if="type == 3"> 全国 </span><span v-if="type == 4"> 联合 </span>运营商，乙方全额支付前述费后将获得相应运营商权益。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2乙方在签署本协议完成协议约定后，乙方可获得推广多多邦项目的权利，乙方引荐的运营商同样可获得相应权益及服务。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<p>3. 业务提成与业务待遇</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.1乙方推广项目服务或产品时，甲方有权在“DODO优选后台”设定相应的商品成本价格，乙方成功引荐后，甲方按市场销售政策向<br>
            乙方支付服务费及提成。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.2甲方依据前述约定支付的服务费而涉及的金额均为税前金额；乙方在服务费领取的过程中应当依法纳税或委托多多邦进行代扣代缴。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<p>4. 双方权利义务</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<p>4.1 甲方的权利义务</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.1.1 甲方应保证所运营的项目已经取得相关机构的经营许可。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.1.2甲方应按约向乙方支付服务费及提成。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.1.3甲方应向经乙方引荐的运营商提供项目服务。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.1.4甲方有权审核所引荐运营商信息，并有权决定是否通过该运营商的相关申请。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<p>4.2乙方的权利义务</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2.1乙方在多多邦授权范围内负责项目的产品推广工作。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2.2若乙方对外宣传推广的行为违反相关法律、行政法规、地方性政策或任何第三方的权益，由此产生的诉讼、纠纷均由乙方负责，因此为甲方带来损失的，甲方有权向乙方追偿。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2.3合作期间，乙方为执行其事务所产生的一切费用由乙方自行承担，甲方不因此向乙方支付额外费用。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2.4乙方在宣传过程中，应自觉维护甲方的品牌形象，向其引荐的运营商提供良好服务，不得以甲方名义对外作出任何超出本协议授权服务范围内的承诺，否则因此造成的后果及损失由乙方自行承担。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2.5未经甲方书面同意，乙方不得擅自将本协议约定的权利义务转让给第三方执行。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2.6未经甲方书面允许，乙方不得私自向用户以任何名义收取任何费用，一经发现，多多邦有权要求乙方双倍返还所收价款，并有权单方解除本协议。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2.7乙方不得就本协议所述内容与任何第三方达成合作。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<p>5. 协议效力</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.1 本协议有效期为甲方存续期内，自乙方向甲方支付全部费用之日起计算。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.2 双方经协商一致，可以解除本协议。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.3 自协议解除后，因乙方引荐的运营商成交或产生流水金额的均与乙方无关，甲方不再向乙方支付相关服务费及提成。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<p>6. 保密条款</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.1甲方根据本协议向乙方披露的各项公司信息和资料，乙方应采取保密措施进行加密。未经甲方书面允许，不得以任何原因、任何形式向第三方透露。如因乙方的原因造成资料的外泄，由此造成的损失由乙方承担，甲方保留相关司法救济的权利。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.2本协议的一方（资料披露方）向另一方（资料的接收方）按照本协议的约定所提供的资料享有合法的完整的所有权，该资料应成为双方保密的范围，并采取相应的保密措施。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.3本保密条款不因协议的更改、终止或解除等原因而失效。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.4如由于乙方的原因造成甲方损失的，则甲方有权单方面解除本协议，同时乙方应赔偿甲方不低于20万元直接经济损失，同时甲方保留继续追究乙方可能存在的其他需要经济和法律责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<p>7. 违约责任</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.1 本协议签署后，双方应遵约履行。任何一方违反本协议约定（如未履行或未全面履行本协议项下的义务）时，违约方应及时赔偿另一方因此等违约行为所导致的损失。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.2 若乙方违反本协议约定，向商户擅自作出承诺、保证或者声明的，因此导致多多邦遭受损失的，乙方承担赔偿责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.3 若乙方滥用或者不法使用多多邦提供的多多邦企业名称、商标、标识及保密信息的，多多邦有权要求乙方支付违约金人民币 1 万元（大写 壹 万元整），若违约金不足以弥补多多邦遭受的损失，多多邦有权就不足部分向乙方追偿。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.4 乙方不得违反本协议约定，向与多多邦经营同类/相似业务或有竞争关系的任何第三方就本协议约定事项达成合作，若乙方违约向第三方推荐引进用户，多多邦有权要求乙方按当次交易产生的收益的两倍向多多邦支付违约金。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.5 甲乙双方有单方面严重违约行为(包括但不限于本协议第3、4、5条的约定内容）致使协议无法继续履行的，对方除可以行使解除权外，仍可向对方提出   20  万元的违约赔偿，及其造成的其他损失。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<p>8. 不可抗力</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8.1 本协议所称不可抗力，是双方在缔结以及履行本协议时，由于地震、台风、水灾、火灾、战争以及其他不可预见，并且发生和后果不能预防或不能避免且不可克服的客观因素。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8.2 双方任一方由于不可抗力事故的影响而不能履行协议时，应当提前15天告知对方并提供相应证明，可以不承担损害赔偿责任。如因一方延迟通知造成对方损失扩大的，应当就扩大的损失向对方承担赔偿责任，或一方延迟履行协议后发生不可抗力的，不能免除责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8.3 如果因不可抗力因素导致本协议中止履行15日或以上时，甲方有权决定是否继续履行或终止本协议，并书面通知乙方。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<p>9. 争议解决</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;9.1 本协议与附件的规定如不一致，按下列顺序进行解释：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①按本协议的目的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;②按甲方的标准文件规定；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;③按通常的解释；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;④按甲方的解释；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑤按国家相关法律、法规，包括各部委的相关法律法规；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;9.2 甲乙双方如发生争议，应当友好协商解决。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;如协商不成，任何一方均有权就争议事项向被告所在地法院提起诉讼。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;9.3 为协议双方之利益，尽管于执行本协议期间发生争议，双方仍应就可继续履行之协议内容继续执行本协议，以求本协议业务之延续。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<p>10. 附则：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议双方签字盖章后生效，本协议附件视为本协议的一部分，与本协议具备同等法律效力。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、本协议未尽事宜双方协商，另作补充协议条款，双方签订后视为本协议附件，与本协议具备同等法律效力。自乙方全款支付甲方后，且不违反本协议各项条款的前提下，乙方可以自行转让项目的合作资格，但乙方缴纳的合作费不予退还。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、本协议乙方已认真阅读并愿意遵守相关约定内容。<br>
        </div>
        <div v-else>
            <div v-if="type == 4">
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;甲乙双方均为具有独立承担民事责任的主体。为了进一步推广多多邦项目事业，甲乙双方本着自愿、平等、诚实、信用及合作共赢的原则，根据《中华人民共和国合同法》及相关法律规定，特签订本代理合作协议（线上协议），供双方共同恪守。
            <p>第一条、合作目的： </p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;充分发挥各自的优势共同为客户提供便捷、优质的多多邦项目/产品服务，使双方均取得良好的经济效益,促进双方全方位的互利共赢，特达成本协议的合作约定。
            <p>第二条、合作方式： </p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方授权乙方拥有多多邦项目联合运营商代理权，乙方作为甲方联合运营商在经营过程中应当遵守中国法律及法规；其他有关双方的权利义务，以甲方相关管理制度为依据。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、本协议签订后，乙方支付甲方4500元作为合作费（即购买100次养生服务），该款项为乙方取得本协议约定联合运营商资格的有偿服务合作费用，也是本协议生效的条件。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、乙方作为甲方的联合运营商可以享受以下权益：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A、获得100次养生服务体验劵（可全国范围使用、可转赠）<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B、获得多多邦公司的辅机权（辅助设备落地）20台<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;享受落地的设备有效扫码订单4元/次的辅机补贴，系统结算。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C、获得多多邦公司的代理权<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;总部给予其所招募全国、联合运营商20%的奖励补贴及关联的全国、联合运营商10%的奖励补贴<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;享受关联设备落地后的有效扫码订单2元/次的辅机补贴，系统结算。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;D、乙方落地三台设备到商家后（总部确认无误后）总部给予补贴4500元辅机补贴<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;注：乙方得到的相应奖励应合法纳税<br>
            <p>第三条、 甲乙双方的责任：</p>
            （一）甲方的职责：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方负责DODO智能养生仪的市场开发和商业模式的管理；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、制定和完善DODO智能养生仪和共享平台的规章制度、管理条例，保证系统项目的健康、稳定发展；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、乙方组织的各项活动如果需要甲方协助，甲方应派遣相关人员进行协助。甲方派遣人员食宿费用由乙方承担；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、甲方负责制定多多邦项目客户的服务标准和服务内容；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、甲方负责对乙方进行全方面市场运营指导和培训，参加培训的有关食宿和差旅费用乙方自理。<br>
            （二）乙方的职责：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、 接受甲方在发展战略、政策、业务等方面的指导，遵守甲方制定的规章制度、管理条例（以甲方通知为准）；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、负责多多邦项目的具体运行、管理和服务工作；根据甲方的相关政策，拓展业务和运营推广；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、乙方有责任和义务保证设备的商业机密，不得私自或者移交第三方拆卸设备，公司一旦发现情况属实，则赔偿按每台20万元人民币给甲方。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、乙方有责任和义务遵守甲方在全国或区域市场内的市场规范，保障市场运作的统一性，不得夸大或者虚假宣传DODO智能养生仪的功效和作用，否则由此带来的相关责任后果一切由乙方承担，公司并没收押金。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、乙方有责任和义务在经营本项目中产生的营收合法纳税。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6、乙方需承担设备邮寄往返的相关物流费用，设备的验收、安装、调试、使用、维护等均由乙方负责。<br>
            <p>第四条、乙方的合作要求：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、乙方需要参与由甲方组织的业务培训，进而开展系统推广和服务工作；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方接受当地工商部门及相关法律法规的约束，并严格遵守甲方制定和颁布的《联合运营商管理制度》；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、乙方均不能开展与本协议具有竞争关系的其他项目。<br>
            <p>第五条、管理权的范围和终止条款 ：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议签署并生效后，乙方可以全国范围内拓展市场，并拥有相应的平台、系统的管理权限。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、未经甲方授权乙方不得注册含甲方类似或与此相关的企业名称、商标或任何标记。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、除本协议所涉项目外，乙方如要用到甲方其它的相关标识、产品和一切涉及甲方知识产权的物品，须向甲方申购或经甲方授权制作。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、乙方存在违反本协议约定的任一条款或违反甲方管理文件、通知等情形，甲方均可以书面通知的形式行使单方面终止乙方联合运营商资格并解除本协议的权利。甲方行使单方面终止联合运营商资格并解除本协议的权利后，甲乙双方合作终止，且乙方不再作为甲方联合运营商，在此期间甲乙双方产生的费用互补返还，且各自承担相应的经济损失和法律责任（但本协议第九、十条约定的内容仍继续有效，乙方违反后条约内容的，甲方仍可继续追溯乙方的责任并要求乙方进行赔偿）。<br>
            <p>第六条、付款方式：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;乙方在甲方公众号多多邦用户中心购买100次养生服务体验劵即可。支付完成后，该协议生效。<br>
            <p>第七条、违约责任：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方不按照协议约定内容提供服务而造成重大损失的，应承担相应的违约责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方有违反本协议约定的行为给甲方造成损失的，应承担相应的违约责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、甲乙双方有单方面严重违约行为(包括但不限于本协议第四条的约定内容）致使协议无法继续履行的，对方除可以行使解除权外，仍可向对方提出20 万元的违约赔偿，及其造成的其他损失。<br>
            <p>第八条、不良行为</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;乙方在履行协议过程中，一旦发现乙方有存在诋毁多多邦项目的商誉等不良行为的情况，也不能违反本协议约定的违约责任。如由于乙方的不良行为存在诋毁多多邦项目商誉行为的情况或乙方违约行为给甲方经营带来恶劣的影响，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的美誉度降低的损失。<br>
            <p>第九条、保密条款：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方根据本协议向乙方披露的各项公司信息和资料，乙方应采取保密措施进行加密。未经甲方书面同意，不得以任何理由、任何形式向第三方透露。如因乙方的原因造成资料的外泄，由此造成的损失由乙方承担，甲方保留相关司法救济的权利。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、本协议的一方（资料披露方）向另一方（资料的接收方）按照本协议的约定所提供的资料享有合法的完整的所有权，该资料应成为双方保密的范围，并采取相应的保密措施。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、本保密条款不因协议的更改、终止或解除等原因而失效。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、如由于乙方的原因造成甲方损失的，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的损失，此损失与本协议第九条的不良行为造成的损失可以重复计算。<br>
            <p>第十条、不可抗力：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议所称不可抗力，是双方在缔结本协议时由于地震、台风、水灾、火灾、战争以及其他不可预见，并且发生和后果不能预防或不能避免且不可克服的客观因素。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、双方任一方由于不可抗力事故的影响而不能履行协议时，应当提前60天告知对方并提供相应证明，可以不承担损害赔偿责任。如因一方延迟通知造成对方损失扩大的，应当就扩大的损失向对方承担赔偿责任，或一方延迟履行协议后发生不可抗力的，不能免除责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、如果因不可抗力因素导致本协议中止履行60日或以上时，甲方有权决定是否继续履行或终止本协议，并书面通知乙方。<br>
            <p>第十一条、争议的解决：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议与附件的规定如不一致，按下列顺序进行解释：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①本协议的目的；②按甲方的标准文件规定；③按通常的解释；④按甲方的解释；⑤按国家相关法律、法规（含各部委的法律法规）；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、甲乙双方如发生争议，应当友好协商解决。如协商不成，任何一方均有权就争议事项向甲方所在地法院提起诉讼。<br>
            <p>第十二条、附则：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议双方签字盖章后生效。本协议未尽事宜双方协商，另作补充协议条款，双方签订后视为本协议附件，与本协议具备同等法律效力。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、无论何种情形因乙方无法继续从事本协议代理经营的，均由乙方自行承担所在地区因经营产生的所有经济和法律责任。本协议签署后，甲方没有退款义务，乙方没有退款资格。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、本协议乙方已认真阅读并愿意遵守相关约定内容。<br>
            </div>
            <!-- 全国运营商协议 -->
            <div v-if="type == 3">
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;甲乙双方均为具有独立承担民事责任的主体。为了加强深度友好的合作，甲乙双方本着自愿、平等、诚实、信用及合作共赢的原则，根据《中华人民共和国合同法》及相关法律规定，特签订本代理合作协议（线上协议），供双方共同恪守。
                <p>第一条、合作目的： </p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;充分发挥各自的优势共同为客户提供便捷、优质的多多邦项目/产品服务，使双方均取得良好的经济效益,促进双方全方位的互利共赢，特达成本协议的合作约定。
                <p>第二条、合作方式： </p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方授权乙方拥有多多邦项目全国运营商代理资格，乙方作为甲方全国运营商在经营过程中应当遵守中国法律及法规；其它有关双方的权利义务，以甲方相关管理制度为依据。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、本协议签订后，乙方支付甲方13500元作为合作费（即购买300次养生服务），该款项为乙方取得本协议约定全国运营商资格的有偿服务合作费用，也是本协议生效的条件。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、乙方作为甲方的全国运营商可以享受以下权益：<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A、获得300次养生服务体验劵（可全国范围使用、可转赠）<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B、获得多多邦公司的辅机权（辅助设备落地）100台<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;享受落地设备有效扫码订单6元/次的辅机补贴，系统结算。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C、获得多多邦公司的代理权<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;总部给予其所招募联合、全国运营商30%的奖励补贴及关联的联合、全国运营商10%的奖励补贴<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;享受关联设备落地后的有效扫码订单2元/次的辅机补贴，系统结算。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;D、公司赠送三个联合运营商代理<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;注：乙方得到的相应奖励应合法纳税<br>
                <p>第三条、 甲乙双方的责任：</p>
                （一）甲方的职责：<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方负责DODO智能养生仪的开发和商业模式的管理；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、制定和完善DODO智能养生仪和共享平台的规章制度、管理条例，保证系统项目的健康、稳定发展；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、乙方组织的各项活动如果需要甲方协助，甲方应派遣相关人员进行协助。甲方派遣人员食宿费用由乙方承担；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、甲方负责制定多多邦项目客户的服务标准和服务内容；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、甲方负责对乙方进行全方面市场运营指导和培训，参加培训的有关食宿和差旅费用乙方自理。<br>
                （二）乙方的职责：<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、 接受甲方在发展战略、政策、业务等方面的指导，遵守甲方制定的规章制度、管理条例（以甲方通知为准）；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、负责多多邦项目的具体运行、管理和服务工作；根据甲方的相关政策，拓展业务和运营推广；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、乙方有责任和义务保证设备的商业机密，不得私自或者移交第三方拆卸设备，公司一旦发现情况属实，则赔偿按每台20万元人民币给甲方。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、乙方有责任和义务遵守甲方在全国或区域市场内的市场规范，保障市场运作的统一性，不得夸大或者虚假宣传DODO智能养生仪的功效和作用，否则由此带来的相关责任后果一切由乙方承担，公司并没收押金。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、乙方有责任和义务在经营本项目中产生的营收合法纳税。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6、乙方需承担设备邮寄往返的相关物流费用，设备的验收、安装、调试、使用、维护等均由乙方负责。<br>
                <p>第四条、乙方的合作要求：</p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、乙方需要参与由甲方组织的业务培训，进而开展系统推广和服务工作；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方需自觉接受当地市场监督管理局指导和监管及遵守相关法律法规的约束，并严格遵守甲方制定和颁布的《全国运营商管理制度》；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、乙方均不能开展与本协议具有竞争关系的其他项目。<br>
                <p>第五条、管理权的范围和终止条款 ：</p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议签署并生效后，乙方可以全国范围内拓展市场，并拥有相应的平台、系统的管理权限。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、未经甲方授权乙方不得注册含甲方类似或与此相关的企业名称、商标或任何标记。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、除本协议所涉项目外，乙方如要用到甲方其它的相关标识、产品和一切涉及甲方知识产权的物品，须向甲方申购或经甲方授权制作。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、乙方存在违反本协议约定的任一条款或违反甲方管理文件、通知等情形，甲方均可以书面通知的形式行使单方面终止乙方全国运营商资格并解除本协议的权利。甲方行使单方面终止全国运营商资格并解除本协议的权利后，甲乙双方合作终止，且乙方不再作为甲方全国运营商，在此期间甲乙双方产生的费用互补返还，且各自承担相应的经济损失和法律责任（但本协议第九、十条约定的内容仍继续有效，乙方违反后条约内容的，甲方仍可继续追溯乙方的责任并要求乙方进行赔偿）。<br>
                <p>第六条、付款方式：</p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;乙方在甲方公众号多多邦用户中心购买300次养生服务体验劵即可。支付完成后，该协议生效。<br>
                <p>第七条、违约责任：</p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方不按照协议约定内容提供服务而造成重大损失的，应承担相应的违约责任。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方有违反本协议约定的行为给甲方造成损失的，应承担相应的违约责任。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、甲乙双方有单方面严重违约行为(包括但不限于本协议第四条的约定内容）致使协议无法继续履行的，对方除可以行使解除权外，仍可向对方提出20 万元的违约赔偿，及其造成的其他损失。<br>
                <p>第八条、不良行为</p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;乙方在履行协议过程中，一旦发现乙方有存在诋毁多多邦项目的商誉等不良行为的情况，也不能违反本协议约定的违约责任。如由于乙方的不良行为存在诋毁多多邦项目商誉行为的情况或乙方违约行为给甲方经营带来恶劣的影响，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的美誉度降低的损失。<br>
                <p>第九条、保密条款：</p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方根据本协议向乙方披露的各项公司信息和资料，乙方应采取保密措施进行加密。未经甲方书面同意，不得以任何理由、任何形式向第三方透露。如因乙方的原因造成资料的外泄，由此造成的损失由乙方承担，甲方保留相关司法救济的权利。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、本协议的一方（资料披露方）向另一方（资料的接收方）按照本协议的约定所提供的资料享有合法的完整的所有权，该资料应成为双方保密的范围，并采取相应的保密措施。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、本保密条款不因协议的更改、终止或解除等原因而失效。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、如由于乙方的原因造成甲方损失的，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的损失，此损失与本协议第九条的不良行为造成的损失可以重复计算。<br>
                <p>第十条、不可抗力：</p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议所称不可抗力，是双方在缔结本协议时由于地震、台风、水灾、火灾、战争以及其他不可预见，并且发生和后果不能预防或不能避免且不可克服的客观因素。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、双方任一方由于不可抗力事故的影响而不能履行协议时，应当提前60天告知对方并提供相应证明，可以不承担损害赔偿责任。如因一方延迟通知造成对方损失扩大的，应当就扩大的损失向对方承担赔偿责任，或一方延迟履行协议后发生不可抗力的，不能免除责任。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、如果因不可抗力因素导致本协议中止履行60日或以上时，甲方有权决定是否继续履行或终止本协议，并书面通知乙方。<br>
                <p>第十一条、争议的解决：</p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议与附件的规定如不一致，按下列顺序进行解释：<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①本协议的目的；②按甲方的标准文件规定；③按通常的解释；④按甲方的解释；⑤按国家相关法律、法规（含各部委的法律法规）；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、甲乙双方如发生争议，应当友好协商解决。如协商不成，任何一方均有权就争议事项向甲方所在地法院提起诉讼。<br>
                <p>第十二条、附则：</p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议双方签字盖章后生效。本协议未尽事宜双方协商，另作补充协议条款，双方签订后视为本协议附件，与本协议具备同等法律效力。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、无论何种情形因乙方无法继续从事本协议代理经营的，均由乙方自行承担所在地区因经营产生的所有经济和法律责任。本协议签署后，甲方没有退款义务，乙方没有退款资格。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、本协议乙方已认真阅读并愿意遵守相关约定内容。<br>
            </div>
            <!-- 商家 -->
            <div v-if="type == 5">
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;鉴于乙方具有独立的法人资格、合法的经营场所及经营管理经验，甲、乙两方秉着“优势互补、资源共享、平等互利、友好合作”的原则，甲、乙双方联合共同经营。由乙方租赁引进并负责DODO智能养生仪设备管理与终端用户服务，甲乙双方共同承担该项目的各自经营责任和义务，相关约定如下：
                <p>一、租赁合作方式 </p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方负责提供多多邦DODO智能养生仪设备和相关的互联网共享平台的技术以及设备相关维护、升级；甲方负责提供多多邦DODO智能养生仪设备的相关运作方案和培训。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方负责合作项目用户服务；负责租赁期限内DODO智能养生仪设备的监管和日常维护，保障设备的完好完整性。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、租赁方式为：押金+租金方式<br>
                <p>二、租赁期限</p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;租赁期限为6个月，自签署本协议，乙方收到设备10天后生效计算。6个月期满后乙方若继续租赁设备无需续签合同，押金转化为甲方系统服务费，不再考核业绩，合作周期直接延续到三年。<br>
                <p>三、租赁条件</p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;租赁条件：乙方需向甲方支付人民币 6000元/台的设备押金（押金可退），设备进场后乙方获得多多邦DODO智能养生仪的经营权，乙方在签订本协议后应立即甲方支付本协议指定的款项，逾期或未进行支付，协议终止失效。<br>
                <p>四、乙方权益、责任义务 </p>
                1）、乙方作为租赁设备后的权益：<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、拥有DODO智能养生仪租赁期限内的经营权。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、非人为故障，设备免费维修，享有免费升级系统权益。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、设备运营分润权，凡是有效扫码订单总部按照  15 元/次作为运营分润，剩余费用归商家所有，由系统结算。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、所申领设备的终端收费定价需与总部同步。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、乙方在合作限内有特殊情况（指由自然灾害、经营破产、死亡导致不能继续经营的）的，可以终止合作。<br>
                2）、乙方作为租赁方的责任和义务<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、乙方有责任和义务保证设备的商业机密，不得私自或者移交第三方拆卸设备，公司一旦发现情况属实，则赔偿20万元人民币给甲方。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方有责任和义务保障设备的完整性，甲方对所提供的设备质量负全部责任，因仪器设备质量所造成的损坏，由甲方承担维修；如果是人为损坏，维修费由乙方承担可用押金抵扣。在服务客户的过程中不是因设备问题而导致的安全问题，由乙方承担。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、乙方有责任和义务保障设备的经营收入，除去总部的引流政策（如：新注册用户免费体验或者邀请人赠送的体验政策）外使用以外，设备到位后从正常运行10天后开始计算，合作期限内每台仪器运行次数不得低于  2  次/天为达标（即360次），公司平台实时统计，按合作周期结算。以6个月（180天）为结算周期，一周期内该仪器大于  360   次视为达标。低于这个次数的按照不达标天数甲方将收取  30 元/天的系统服务费；到期后乙方还要继续经营设备的，前期业绩不予考核。（以上统计天数国家法定节假日除外）<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、6个月租赁时间到期后，如若乙方不再续租，总部在收回仪器（确认设备完好后）后的7个工作日退还乙方押金，不得延误，。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、乙方有责任和义务遵守甲方在全国或区域市场内的市场规范，保障市场运作的统一性，不得夸大或者虚假宣传DODO智能养生仪的功效和作用，否则由此带来的相关责任后果一切由乙方承担，公司并没收押金。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6、乙方有责任和义务在经营本项目中产生的营收合法纳税。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7、乙方需承担设备邮寄往返的相关物流费用，设备的验收、安装、调试、使用、维护等均由乙方负责。<br>
                <p>五、双方合作约定 </p>
                1）、续约合作：双方需承认本协议，并执行协议规定的权利义务<br>
                2）、终止合作：<br>
                A、乙方有下列情形之一的，甲方有权单方面解除合约，解除其联合运营商资格并扣除其奖励<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①、未履行本协议规定的乙方义务和责任的；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;②、因故意或重大过失给甲方造成损失的；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;③、从事商业活动时有不正当行为的；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;④、1年内3次以上（含3次）缺席甲方组织的重要会议的；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑤、在本协议有效期内私自销售、生产、代理与甲方同类型项目或加入同类型企业的；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑥、对客户不提供有效服务被客户投诉2次以上的；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;因上述原因造成甲方单方面解约合同后，乙方已经支付给甲方的所有费用（含押金）均不予退还，甲乙双方因经营本协议项目而产生的供货和维护费用（含已产生或解约后将要产生的）均由各自承担，因乙方运营本协议项目而产生所有经济和法律责任均由乙方自行承担。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑦、约定期限内乙方不得单方面终止合作。<br>
                B、乙方单方面终止租赁合作的除去由自然灾害、经营破产、死亡导致不能继续经营情况下的，需提前一个月向甲方提交申请，自然月到期后双方进行结算。<br>
                三)、合作的转让：本合作属于合作双方约定的租赁合作，故不可转让。<br>
                <p>六、违约责任： </p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方不按照协议约定内容提供服务而造成重大损失的，应承担相应的违约责任。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方有违反本协议约定的行为给甲方造成损失的，应承担相应的违约责任。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、甲乙双方有单方面严重违约行为(包括但不限于本协议第四条的约定内容）致使协议无法继续履行的，对方除可以行使解除权外，仍可向对方提出  20 万元的违约赔偿，及其造成的其他损失。<br>
                <p>七、不良行为 </p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;乙方在履行协议过程中，一旦发现乙方有存在诋毁多多邦项目的商誉等不良行为的情况，也不能违反本协议约定的违约责任。如由于乙方的不良行为存在诋毁多多邦项目商誉行为的情况或乙方违约行为给甲方经营带来恶劣的影响，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的美誉度降低的损失。<br>
                <p>八、保密条款： </p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方根据本协议向乙方披露的各项公司信息和资料，乙方应采取保密措施进行加密。未经甲方书面同意，不得以任何理由、任何形式向第三方透露。如因乙方的原因造成资料的外泄，由此造成的损失由乙方承担，甲方保留相关司法救济的权利。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、本协议的一方（资料披露方）向另一方（资料的接收方）按照本协议的约定所提供的资料享有合法的完整的所有权，该资料应成为双方保密的范围，并采取相应的保密措施。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、本保密条款不因协议的更改、终止或解除等原因而失效。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、如由于乙方的原因造成甲方损失的，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的损失，此损失与本协议第九条的不良行为造成的损失可以重复计算。<br>
                <p>九、不可抗力：</p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议所称不可抗力，是双方在缔结本协议时由于地震、台风、水灾、火灾、战争以及其他不可预见，并且发生和后果不能预防或不能避免且不可克服的客观因素。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、双方任一方由于不可抗力事故的影响而不能履行协议时，应当提前60天告知对方并提供相应证明，可以不承担损害赔偿责任。如因一方延迟通知造成对方损失扩大的，应当就扩大的损失向对方承担赔偿责任，或一方延迟履行协议后发生不可抗力的，不能免除责任。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、如果因不可抗力因素导致本协议中止履行60日或以上时，甲方有权决定是否继续履行或终止本协议，并书面通知乙方。<br>
                <p>十、争议的解决：</p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议与附件的规定如不一致，按下列顺序进行解释：<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①本协议的目的；②按甲方的标准文件规定；③按通常的解释；④按甲方的解释；⑤按国家相关法律、法规（含各部委的法律法规）；<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、甲乙双方如发生争议，应当友好协商解决。如协商不成，任何一方均有权就争议事项向甲方所在地法院提起诉讼。<br>

                <p>十一、附则：</p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议双方签字盖章后生效。本协议未尽事宜双方协商，另作补充协议条款，双方签订后视为本协议附件，与本协议具备同等法律效力。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、无论何种情形造成乙方无法继续从事本协议代理经营的，均由乙方自行承担所在地区因经营产生的所有经济和法律责任。本协议签署后，甲方没有退款义务，乙方没有退款资格。<br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、本协议乙方已认真阅读并愿意遵守相关约定内容。<br>

            </div>
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return{
            type: null,
            recommendMemCode: 0
        }
    },
    mounted() {
        this.type = JSON.parse(localStorage.user).aType
        this.recommendMemCode = JSON.parse(localStorage.user).recommendMemCode
    }
}
</script>

<style lang="less" scoped>
@s: 0.0133rem;
.wrap{
    font-size: 24*@s;
    padding: .2rem .4rem;
    background: #fff;
    p{
        font-size: 28*@s;
        font-weight: bold;
    }
    span{
        text-decoration: underline;
    }
}
</style>