<template>
    <div class="buy-deal">
        <!-- <div class="cont">
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;鉴于乙方具有合法的经营场所及经营管理经验，甲、乙两方秉着“优势互补、资源共享、平等互利、友好合作”的原则，甲、乙双方联合共同经营。由乙方引进并负责DODO智能养生仪设备管理与终端用户服务，甲乙双方共同承担该项目的各自经营责任和义务，相关约定如下：
            <p>一、联合运营合作方式</p>
            1、甲方负责提供多多邦DODO智能养生仪设备和相关的互联网共享平台的技术以及设备相关维护、升级；甲方负责提供多多邦DODO智能养生仪设备的相关运作方案和培训。<br>
            2、乙方负责合作项目的市场拓展和用户服务；负责DODO智能养生仪设备的监管和日常维护。<br>
            <p>二、联合运营合作期限</p>
            合作期限为3年，自签署本协议，乙方收到设备之日起生效计算。合作期满无需续签合同，无需再行支付费用，甲方将设备无偿转让给乙方。<br>
            <p>三、联合运营合作条件</p>
            联合运营条件：乙方需向甲方支付人民币 11800 元/台的设备押金（押金可退），设备进场后乙方获得多多邦DODO智能养生仪的经营权，同时成为甲方的联合运营商，即有资格进行市场推广和招商。乙方在签订本协议后三个工作日内向甲方支付本协议指定的款项，逾期或未进行支付，协议终止失效。<br>
            <p>四、乙方权益、责任义务</p>
            <p>1）、乙方作为联合运营商权益：</p>
            1、拥有DODO智能养生仪3年的经营权和代理权，到期后设备无偿转让给乙方，无需再行支付费用。<br>
            2、非人为故障，设备免费维修，享有免费功能和系统升级。<br>
            3、设备运营分润权，凡是有效扫码订单按照  30 元/次作为运营分润，系统结算。<br>
            4、设备运行每满三个月，公司赠送一个月的设备免费使用权。<br>
            5、招商推广机制：<br>
            A:联合运营商招商奖励:直接招商奖励 2000 元/台，间接服务招商奖励  1000  元/台。<br>
            B:DODO智能养生仪运行奖励：直接间接关联设备有效订单按照 2  元/次进行分润，系统结算。<br>
            7、乙方在合作限内有特殊情况（指由自然灾害、经营破产、死亡导致不能继续经营的）的，可以终止联合运营合作。<br>
            <p>2）、乙方作为联合运营商的责任和义务</p>
            1、乙方有责任和义务保证设备的商业机密，不得私自或者移交第三方拆卸设备，公司一旦发现情况属实，则赔偿20万元人民币给甲方。<br>
            2、乙方有责任和义务保障设备的完整性，甲方对所提供的设备质量负全部责任，因仪器设备质量所造成的损坏，由甲方承担维修；如果是人为损坏，维修费由乙方承担可用押金抵扣。在服务客户的过程中不是因设备问题而导致的安全问题，由乙方承担。<br>
            3、乙方有责任和义务保障设备的商业运行，除去公司赠送的免费使用月以外，设备到位后从正常运行开始计算，每台仪器每周运行次数不得低于  14  次/周为达标，公司平台实时统计，按周结算。以周（7天）为结算周期，一周期内该仪器大于  14   次也算达标。低于这个次数的按照不达标天数甲方将收取  30 元/天的系统服务费。（以上统计天数国家法定节假日除外）<br>
            4、乙方设备在合作期限内一旦有偿启用次数达到   2160  次，甲方将在7个工作日把押金退回给乙方，设备移交给乙方，产权归乙方所有。<br>
            5、乙方有责任和义务遵守甲方在全国或区域市场内的市场规范，保障市场运作的统一性，不得夸大或者虚假宣传DODO智能养生仪的功效和作用，否则由此带来的相关责任后果一切由乙方承担，公司并没收押金。<br>
            6、乙方有责任和义务在经营本项目中产生的营收合法纳税。<br>
            <p>五、双方合作约定</p>
            1）、续约合作：双方需承认本协议，并执行协议规定的权利义务<br>
            2）、终止合作：<br>
            A、乙方有下列情形之一的，甲方有权单方面解除合约，解除其联合运营商资格并扣除其奖励<br>
            　　①、未履行本协议规定的乙方义务的；<br>
            　　②、因故意或重大过失给甲方造成损失的；<br>
            　　③、从事商业活动时有不正当行为的；<br>
            　　④、私自挪用转借客户加盟款的；<br>
            　　⑤、1年内超3次（包含3次）或连续3次缺席甲方组织的重要会议的；<br>
            　　⑥、在本协议有效期内私自销售、生产、代理与甲方同类型项目或加入同类型企业的；<br>
            　　⑦、对客户不提供有效服务被客户投诉2次以上的；<br>
            　　⑧、不遵守甲方为双方联合运营事项所设定的工作制度的；<br>
            　　⑨、乙方应承担产品出货快递物流费用；<br>
            因上述原因造成甲方单方面解约合同后，乙方已经支付给甲方的所有费用（含押金）均不予退还，甲乙双方因经营本协议项目而产生的供货和维护费用（含已产生或解约后将要产生的）均由各自承担，因乙方运营本协议项目而产生所有经济和法律责任均由乙方自行承担。<br>
            B、乙方单方面终止联合运营合作的除去由自然灾害、经营破产、死亡导致不能继续经营情况下的，需提前一个月向甲方提交申请，自然月到期后双方进行清算，乙方继续享受所招商的关联设备和设备运行分润，自运营的设备押金按照以下方式行进结算：<br>
            乙方未满一年提出终止联合运营合作的，甲方收取产品折旧耗损费用后乙方押金按照40%的比例退还；乙方满一年后提出终止联合运营合作的，甲方收取产品折旧耗损费用后乙方押金按照60%的比例退还；乙方满两年后提出终止联合运营合作的，甲方收取产品折旧耗损费用后乙方押金按照80%的比例退还；乙方三年到期提出终止联合运营合作的，甲方应全额退还乙方押金。<br>
            三)、合作的转让：本合作属于合作双方的联合运营，故不可转让。<br>
            <p>六、违约责任：</p>
            1、甲方不按照协议约定内容提供服务而造成重大损失的，应承担相应的违约责任。<br>
            2、乙方有违反本协议约定的行为给甲方造成损失的，应承担相应的违约责任。<br>
            3、甲乙双方有单方面严重违约行为(包括但不限于本协议第四条的约定内容）致使协议无法继续履行的，对方除可以行使解除权外，仍可向对方提出  20 万元的违约赔偿，及其造成的其他损失。<br>
            <p>七、不良行为 </p>
            乙方在履行协议过程中，不能诋毁多多邦项目的商誉，也不能违反本协议约定的违约责任。如由于乙方的不良行为存在诋毁多多邦项目商誉行为的情况或乙方违约行为给甲方经营带来恶劣的影响，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的美誉度降低的损失。<br>
            <p>八、保密条款：</p>
            1、甲方根据本协议向乙方披露的各项公司信息和资料，乙方应采取保密措施进行加密。未经甲方书面允许，不得以任何原因、任何形式向第三方透露。如因乙方的原因造成资料的外泄，由此造成的损失由乙方承担，甲方保留相关司法救济的权利。<br>
            2、本协议的一方（资料披露方）向另一方（资料的接收方）按照本协议的约定所提供的资料享有合法的完整的所有权，该资料应成为双方保密的范围，并采取相应的保密措施。<br>
            3、本保密条款不因协议的更改、终止或解除等原因而失效。<br>
            4、如由于乙方的原因造成甲方损失的，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的损失，此损失与本协议第九条的不良行为造成的损失可以重复计算。<br>
            <p>九、不可抗力：</p>
            1、本协议所称不可抗力，是双方在缔结本协议时由于地震、台风、水灾、火灾、战争以及其他不可预见，并且发生和后果不能预防或不能避免且不可克服的客观因素。<br>
            2、双方任一方由于不可抗力事故的影响而不能履行协议时，应当提前60天告知对方并提供相应证明，可以不承担损害赔偿责任。如因一方延迟通知造成对方损失扩大的，应当就扩大的损失向对方承担赔偿责任，或一方延迟履行协议后发生不可抗力的，不能免除责任。<br>
            3、如果因不可抗力因素导致本协议中止履行60日或以上时，甲方有权决定是否继续履行或终止本协议，并书面通知乙方。<br>
            <p>十、争议的解决：</p>
            1、本协议与附件的规定如不一致，按下列顺序进行解释：<br>
            　　①本协议的目的；<br>
            　　②按甲方的标准文件规定；<br>　　③按通常的解释；<br>　　④按甲方的解释；<br>　　⑤按国家相关法律、法规（含各部委的法律法规）；<br>
            2、甲乙双方如发生争议，应当友好协商解决。如协商不成，任何一方均有权就争议事项向甲方所在地法院提起诉讼。<br>

        </div> -->
        <div class="cont">
            <!-- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;鉴于乙方具有合法的经营场所及经营管理经验，甲、乙两方秉着“优势互补、资源共享、平等互利、友好合作”的原则，甲、乙双方联合共同经营。由乙方引进并负责DODO智能养生仪设备管理与终端用户服务，甲乙双方共同承担该项目的各自经营责任和义务，相关约定如下：
            <p>一、联合运营合作方式</p>  
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方负责提供多多邦DODO智能养生仪设备和相关的互联网共享平台的技术以及设备相关维护、升级；甲方负责提供多多邦DODO智能养生仪设备的相关运作方案和培训。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方负责合作项目的市场拓展和用户服务；负责DODO智能养生仪设备的监管和日常维护。<br>
            <p>二、联合运营合作期限</p>   
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;合作期限为3年，自签署本协议，乙方收到设备之日起生效计算。合作期满无需续签合同，无需再行支付费用，甲方将设备无偿转让给乙方。
            <p>三、联合运营合作条件</p> 
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;联合运营条件：乙方需向甲方支付人民币 11800 元/台的设备押金（押金可退），设备进场后乙方获得多多邦DODO智能养生仪的经营权，同时成为甲方的联合运营商，即有资格进行市场推广和招商。乙方在签订本协议后三个工作日内向甲方支付本协议指定的款项，逾期或未进行支付，协议终止失效。
            <p>四、乙方权益、责任义务</p> 
            1）、乙方作为联合运营商权益：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、拥有DODO智能养生仪3年的经营权和代理权，到期后设备无偿转让给乙方，无需再行支付费用。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、非人为故障，设备免费维修，享有免费功能和系统升级。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、设备运营分润权，凡是有效扫码订单总部按照  15 元/次作为运营分和系统维护费，由系统结算。设备运行每满三个月，公司赠送一个月的设备免费使用权。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、乙方设备在合作期限内一旦有偿启用次数达到   2160  次，甲方将在7个工作日把押金退回给乙方，设备移交给乙方，产权归乙方所有。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、辅机落地市场补贴机制：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A:辅机一台设备落地可获得公司总部补贴奖励2000元，关联设备辅机落地可获得公司总部补贴奖励1000元。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B:辅机DODO智能养生仪运行奖励补贴：关联设备有效订单按照 2  元/次进行分润补贴，系统结算。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6、乙方在合作限内有特殊情况（指由自然灾害、经营破产、死亡导致不能继续经营的）的，可以终止联合运营合作。<br>
            2）、乙方作为联合运营商的责任和义务<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、乙方有责任和义务保证设备的商业机密，不得私自或者移交第三方拆卸设备，公司一旦发现情况属实，则赔偿20万元人民币给甲方。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方有责任和义务保障设备的完整性，甲方对所提供的设备质量负全部责任，因仪器设备质量所造成的损坏，由甲方承担维修；如果是人为损坏，维修费由乙方承担可用押金抵扣。在服务客户的过程中不是因设备问题而导致的安全问题，由乙方承担。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、乙方有责任和义务保障设备的商业运行，除去公司赠送的免费使用月以外，设备到位后从正常运行开始计算，每台仪器每月运行次数不得低于  60  次/月为达标，公司平台实时统计，按月结算。以月（30天）为结算周期，一周期内该仪器大于  60   次也算达标。低于这个次数的按照不达标天数甲方将收取  30 元/天的系统服务费。（以上统计天数国家法定节假日除外）<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、乙方设备在合作期限内一旦有偿启用次数达到   2160  次，甲方将在7个工作日把押金退回给乙方，设备移交给乙方，产权归乙方所有。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、乙方有责任和义务遵守甲方在全国或区域市场内的市场规范，保障市场运作的统一性，不得夸大或者虚假宣传DODO智能养生仪的功效和作用，否则由此带来的相关责任后果一切由乙方承担，公司并没收押金。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6、乙方有责任和义务在经营本项目中产生的营收合法纳税。<br>
            <p>五、双方合作约定</p>   
            1）、续约合作：双方需承认本协议，并执行协议规定的权利义务<br>
            2）、终止合作：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A、乙方有下列情形之一的，甲方有权单方面解除合约，解除其联合运营商资格并扣除其奖励<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①、未履行本协议规定的乙方义务的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;②、因故意或重大过失给甲方造成损失的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;③、从事商业活动时有不正当行为的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;④、私自挪用转借客户加盟款的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑤、1年内超3次（包含3次）或连续3次缺席甲方组织的重要会议的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑥、在本协议有效期内私自销售、生产、代理与甲方同类型项目或加入同类型企业的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑦、对客户不提供有效服务被客户投诉2次以上的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑧、不遵守甲方为双方联合运营事项所设定的工作制度的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;因上述原因造成甲方单方面解约合同后，乙方已经支付给甲方的所有费用（含押金）均不予退还，甲乙双方因经营本协议项目而产生的供货和维护费用（含已产生或解约后将要产生的）均由各自承担，因乙方运营本协议项目而产生所有经济和法律责任均由乙方自行承担。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B、乙方单方面终止联合运营合作的除去由自然灾害、经营破产、死亡导致不能继续经营情况下的，需提前一个月向甲方提交申请，自然月到期后双方进行清算，乙方继续享受所招商的关联设备和设备运行分润，自运营的设备押金按照以下方式行进结算：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;乙方未满一年提出终止联合运营合作的，甲方收取产品折旧耗损费用后乙方押金按照40%的比例退还；乙方满一年后提出终止联合运营合作的，甲方收取产品折旧耗损费用后乙方押金按照60%的比例退还；乙方满两年后提出终止联合运营合作的，甲方收取产品折旧耗损费用后乙方押金按照80%的比例退还；乙方三年到期提出终止联合运营合作的，甲方应全额退还乙方押金。<br>
            三)	、合作的转让：本合作属于合作双方的联合运营，故不可转让。<br>
            <p>六、违约责任：</p> 
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方不按照协议约定内容提供服务而造成重大损失的，应承担相应的违约责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方有违反本协议约定的行为给甲方造成损失的，应承担相应的违约责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、甲乙双方有单方面严重违约行为(包括但不限于本协议第四条的约定内容）致使协议无法继续履行的，对方除可以行使解除权外，仍可向对方提出  20 万元的违约赔偿，及其造成的其他损失。<br>
            <p>七、不良行为</p> 
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;乙方在履行协议过程中，不能诋毁多多邦项目的商誉，也不能违反本协议约定的违约责任。如由于乙方的不良行为存在诋毁多多邦项目商誉行为的情况或乙方违约行为给甲方经营带来恶劣的影响，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的美誉度降低的损失。<br>
            <p>八、保密条款：</p> 
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方根据本协议向乙方披露的各项公司信息和资料，乙方应采取保密措施进行加密。未经甲方书面允许，不得以任何原因、任何形式向第三方透露。如因乙方的原因造成资料的外泄，由此造成的损失由乙方承担，甲方保留相关司法救济的权利。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、本协议的一方（资料披露方）向另一方（资料的接收方）按照本协议的约定所提供的资料享有合法的完整的所有权，该资料应成为双方保密的范围，并采取相应的保密措施。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、本保密条款不因协议的更改、终止或解除等原因而失效。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、如由于乙方的原因造成甲方损失的，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的损失，此损失与本协议第九条的不良行为造成的损失可以重复计算。<br>
            <p>九、不可抗力：</p> 
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议所称不可抗力，是双方在缔结本协议时由于地震、台风、水灾、火灾、战争以及其他不可预见，并且发生和后果不能预防或不能避免且不可克服的客观因素。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、双方任一方由于不可抗力事故的影响而不能履行协议时，应当提前60天告知对方并提供相应证明，可以不承担损害赔偿责任。如因一方延迟通知造成对方损失扩大的，应当就扩大的损失向对方承担赔偿责任，或一方延迟履行协议后发生不可抗力的，不能免除责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、如果因不可抗力因素导致本协议中止履行60日或以上时，甲方有权决定是否继续履行或终止本协议，并书面通知乙方。<br>
            <p>十、争议的解决：</p> 
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、	本协议与附件的规定如不一致，按下列顺序进行解释：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①本协议的目的；②按甲方的标准文件规定；③按通常的解释；④按甲方的解释；⑤按国家相关法律、法规（含各部委的法律法规）；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、甲乙双方如发生争议，应当友好协商解决。如协商不成，任何一方均有权就争议事项向甲方所在地法院提起诉讼。<br> -->


            <!-- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;鉴于乙方具有合法的经营场所及经营管理经验，甲、乙两方秉着“优势互补、资源共享、平等互利、友好合作”的原则，甲、乙双方联合共同经营。由乙方引进并负责DODO智能养生仪设备管理与终端用户服务，甲乙双方共同承担该项目的各自经营责任和义务，相关约定如下：
            <p>一、联合运营合作方式</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方负责提供多多邦DODO智能养生仪设备和相关的互联网共享平台的技术以及设备相关维护、升级；甲方负责提供多多邦DODO智能养生仪设备的相关运作方案和培训。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方负责合作项目的市场拓展和用户服务；负责DODO智能养生仪设备的监管和日常维护。<br>
            <p>二、联合运营合作期限</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;合作期限为3年，自签署本协议，乙方收到设备之日起生效计算。合作期满无需续签合同，无需再行支付费用，甲方将设备无偿转让给乙方。<br>
            <p>三、联合运营合作条件</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;联合运营条件：乙方需向甲方支付人民币 11800 元/台的设备押金（押金可退），设备进场后乙方获得多多邦DODO智能养生仪的经营权，同时成为甲方的联合运营商，即有资格进行市场推广和招商。乙方在签订本协议后三个工作日内向甲方支付本协议指定的款项，逾期或未进行支付，协议终止失效。
            <p>四、乙方权益、责任义务</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1）、乙方作为联合运营商权益：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、拥有DODO智能养生仪3年的经营权和代理权，到期后设备无偿转让给乙方，无需再行支付费用。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、非人为故障，设备免费维修，享有免费功能和系统升级。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、设备运营分润权，凡是有效扫码订单总部按照  15 元/次作为运营分和系统维护费，由系统结算。设备运行每满三个月，公司赠送一个月的设备免费使用权。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、联合运营商具有所申领设备的终端收费定价权，根据其运营成本终端定价需合情合理。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、辅机落地市场补贴机制：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;辅机一台设备落地可获得公司总部补贴奖励2000元<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;关联设备辅机落地可获得公司总部补贴奖励1000元<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B:辅机DODO智能养生仪运行奖励补贴：关联设备有效订单按照 2  元/次进行分润补贴，系统结算。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7、乙方在合作限内有特殊情况（指由自然灾害、经营破产、死亡导致不能继续经营的）的，可以终止联合运营合作。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2）、乙方作为联合运营商的责任和义务<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、乙方有责任和义务保证设备的商业机密，不得私自或者移交第三方拆卸设备，公司一旦发现情况属实，则赔偿20万元人民币给甲方。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方有责任和义务保障设备的完整性，甲方对所提供的设备质量负全部责任，因仪器设备质量所造成的损坏，由甲方承担维修；如果是人为损坏，维修费由乙方承担可用押金抵扣。在服务客户的过程中不是因设备问题而导致的安全问题，由乙方承担。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、乙方有责任和义务保障设备的商业运行，除去公司赠送的免费使用月以外，设备到位后从正常运行开始计算，每台仪器每月运行次数不得低于  60  次/月为达标，公司平台实时统计，按月结算。以月（30天）为结算周期，一周期内该仪器大于  60   次也算达标。低于这个次数的按照不达标天数甲方将收取  30 元/天的系统服务费。（以上统计天数国家法定节假日除外）<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、乙方设备在合作期限内一旦有偿启用次数达到   2160  次，甲方将在7个工作日把押金退回给乙方，设备移交给乙方，产权归乙方所有。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、乙方有责任和义务遵守甲方在全国或区域市场内的市场规范，保障市场运作的统一性，不得夸大或者虚假宣传DODO智能养生仪的功效和作用，否则由此带来的相关责任后果一切由乙方承担，公司并没收押金。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6、乙方有责任和义务在经营本项目中产生的营收合法纳税。<br>
            <p>五、双方合作约定</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1）、续约合作：双方需承认本协议，并执行协议规定的权利义务<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2）、终止合作：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A、乙方有下列情形之一的，甲方有权单方面解除合约，解除其联合运营商资格并扣除其奖励<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①、未履行本协议规定的乙方义务的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;②、因故意或重大过失给甲方造成损失的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;③、从事商业活动时有不正当行为的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;④、私自挪用转借客户加盟款的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑤、1年内超3次（包含3次）或连续3次缺席甲方组织的重要会议的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑥、在本协议有效期内私自销售、生产、代理与甲方同类型项目或加入同类型企业的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑦、对客户不提供有效服务被客户投诉2次以上的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑧、不遵守甲方为双方联合运营事项所设定的工作制度的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑨、乙方应承担产品出货快递物流费用；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;因上述原因造成甲方单方面解约合同后，乙方已经支付给甲方的所有费用（含押金）均不予退还，甲乙双方因经营本协议项目而产生的供货和维护费用（含已产生或解约后将要产生的）均由各自承担，因乙方运营本协议项目而产生所有经济和法律责任均由乙方自行承担。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B、乙方单方面终止联合运营合作的除去由自然灾害、经营破产、死亡导致不能继续经营情况下的，需提前一个月向甲方提交申请，自然月到期后双方进行清算，乙方继续享受所招商的关联设备和设备运行分润，自运营的设备押金按照以下方式行进结算：<br>
            乙方未满一年提出终止联合运营合作的，甲方收取产品折旧耗损费用后乙方押金按照40%的比例退还；乙方满一年后提出终止联合运营合作的，甲方收取产品折旧耗损费用后乙方押金按照60%的比例退还；乙方满两年后提出终止联合运营合作的，甲方收取产品折旧耗损费用后乙方押金按照80%的比例退还；乙方三年到期提出终止联合运营合作的，甲方应全额退还乙方押金。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;三)、合作的转让：本合作属于合作双方的联合运营，故不可转让。<br>
            <p>六、违约责任：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方不按照协议约定内容提供服务而造成重大损失的，应承担相应的违约责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方有违反本协议约定的行为给甲方造成损失的，应承担相应的违约责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、甲乙双方有单方面严重违约行为(包括但不限于本协议第四条的约定内容）致使协议无法继续履行的，对方除可以行使解除权外，仍可向对方提出  20 万元的违约赔偿，及其造成的其他损失。<br>
            <p>七、不良行为</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;乙方在履行协议过程中，不能诋毁多多邦项目的商誉，也不能违反本协议约定的违约责任。如由于乙方的不良行为存在诋毁多多邦项目商誉行为的情况或乙方违约行为给甲方经营带来恶劣的影响，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的美誉度降低的损失。<br>
            <p>八、保密条款：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方根据本协议向乙方披露的各项公司信息和资料，乙方应采取保密措施进行加密。未经甲方书面允许，不得以任何原因、任何形式向第三方透露。如因乙方的原因造成资料的外泄，由此造成的损失由乙方承担，甲方保留相关司法救济的权利。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、本协议的一方（资料披露方）向另一方（资料的接收方）按照本协议的约定所提供的资料享有合法的完整的所有权，该资料应成为双方保密的范围，并采取相应的保密措施。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、本保密条款不因协议的更改、终止或解除等原因而失效。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、如由于乙方的原因造成甲方损失的，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的损失，此损失与本协议第九条的不良行为造成的损失可以重复计算。<br>
            <p>九、不可抗力：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议所称不可抗力，是双方在缔结本协议时由于地震、台风、水灾、火灾、战争以及其他不可预见，并且发生和后果不能预防或不能避免且不可克服的客观因素。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、双方任一方由于不可抗力事故的影响而不能履行协议时，应当提前60天告知对方并提供相应证明，可以不承担损害赔偿责任。如因一方延迟通知造成对方损失扩大的，应当就扩大的损失向对方承担赔偿责任，或一方延迟履行协议后发生不可抗力的，不能免除责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、如果因不可抗力因素导致本协议中止履行60日或以上时，甲方有权决定是否继续履行或终止本协议，并书面通知乙方。<br>
            <p>十、争议的解决：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议与附件的规定如不一致，按下列顺序进行解释：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①本协议的目的；②按甲方的标准文件规定；③按通常的解释；④按甲方的解释；⑤按国家相关法律、法规（含各部委的法律法规）；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、甲乙双方如发生争议，应当友好协商解决。如协商不成，任何一方均有权就争议事项向甲方所在地法院提起诉讼。<br> -->

            <!-- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;鉴于乙方具有合法的经营场所及经营管理经验，甲、乙两方秉着“优势互补、资源共享、平等互利、友好合作”的原则，甲、乙双方联合共同经营。由乙方引进并负责DODO智能养生仪设备管理与终端用户服务，甲乙双方共同承担该项目的各自经营责任和义务，相关约定如下：
            <p>一、联合运营合作方式</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方负责提供多多邦DODO智能养生仪设备和相关的互联网共享平台的技术以及设备相关维护、升级；甲方负责提供多多邦DODO智能养生仪设备的相关运作方案和培训。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方负责合作项目的市场拓展和用户服务；负责DODO智能养生仪设备的监管和日常维护。<br>
            <p>二、联合运营合作期限</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;合作期限为3年，自签署本协议，乙方收到设备之日起生效计算。合作期满无需续签合同，无需再行支付费用，甲方将设备无偿转让给乙方。<br>
            <p>三、联合运营合作条件</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;联合运营条件：乙方需向甲方支付人民币 11800 元/台的设备押金（押金可退），设备进场后乙方获得多多邦DODO智能养生仪的经营权，同时成为甲方的联合运营商，即有资格进行市场推广和招商。乙方在签订本协议后三个工作日内向甲方支付本协议指定的款项，逾期或未进行支付，协议终止失效。<br>
            <p>四、乙方权益、责任义务</p>
            1）、乙方作为联合运营商权益：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、拥有DODO智能养生仪3年的经营权和代理权，到期后设备无偿转让给乙方，无需再行支付费用。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、非人为故障，设备免费维修，享有免费功能和系统升级。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、设备运营分润权，凡是有效扫码订单总部按照  15 元/次作为运营分和系统维护费，由系统结算。设备运行每满三个月，公司赠送一个月的设备免费使用权。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、联合运营商具有所申领设备的终端收费定价权，根据其运营成本终端定价需合情合理。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、辅机落地市场补贴机制：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;辅机一台设备落地可获得公司总部补贴奖励2000元<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;关联设备辅机落地可获得公司总部补贴奖励1000元<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B:辅机DODO智能养生仪运行奖励补贴：关联设备有效订单按照 2  元/次进行分润补贴，系统结算。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6、乙方在合作限内有特殊情况（指由自然灾害、经营破产、死亡导致不能继续经营的）的，可以终止联合运营合作。<br>
            2）、乙方作为联合运营商的责任和义务<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、乙方有责任和义务保证设备的商业机密，不得私自或者移交第三方拆卸设备，公司一旦发现情况属实，则赔偿20万元人民币给甲方。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方有责任和义务保障设备的完整性，甲方对所提供的设备质量负全部责任，因仪器设备质量所造成的损坏，由甲方承担维修；如果是人为损坏，维修费由乙方承担可用押金抵扣。在服务客户的过程中不是因设备问题而导致的安全问题，由乙方承担。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、乙方有责任和义务保障设备的商业运行，除去公司赠送的免费使用月以外，设备到位后从正常运行开始计算，每台仪器每月运行次数不得低于  60  次/月为达标，公司平台实时统计，按月结算。以月（30天）为结算周期，一周期内该仪器大于  60   次也算达标。低于这个次数的按照不达标天数甲方将收取  30 元/天的系统服务费。（以上统计天数国家法定节假日除外）<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、乙方设备在合作期限内一旦有偿启用次数达到   2160  次，甲方将在7个工作日把押金退回给乙方，设备移交给乙方，产权归乙方所有。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、乙方有责任和义务遵守甲方在全国或区域市场内的市场规范，保障市场运作的统一性，不得夸大或者虚假宣传DODO智能养生仪的功效和作用，否则由此带来的相关责任后果一切由乙方承担，公司并没收押金。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6、乙方有责任和义务在经营本项目中产生的营收合法纳税。<br>
            <p>五、双方合作约定</p>
            1）、续约合作：双方需承认本协议，并执行协议规定的权利义务<br>
            2）、终止合作：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A、乙方有下列情形之一的，甲方有权单方面解除合约，解除其联合运营商资格并扣除其奖励<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①、未履行本协议规定的乙方义务的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;②、因故意或重大过失给甲方造成损失的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;③、从事商业活动时有不正当行为的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;④、私自挪用转借客户加盟款的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑤、1年内超3次（包含3次）或连续3次缺席甲方组织的重要会议的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑥、在本协议有效期内私自销售、生产、代理与甲方同类型项目或加入同类型企业的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑦、对客户不提供有效服务被客户投诉2次以上的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑧、不遵守甲方为双方联合运营事项所设定的工作制度的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑨、乙方应承担产品出货快递物流费用；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;因上述原因造成甲方单方面解约合同后，乙方已经支付给甲方的所有费用（含押金）均不予退还，甲乙双方因经营本协议项目而产生的供货和维护费用（含已产生或解约后将要产生的）均由各自承担，因乙方运营本协议项目而产生所有经济和法律责任均由乙方自行承担。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B、乙方单方面终止联合运营合作的除去由自然灾害、经营破产、死亡导致不能继续经营情况下的，需提前一个月向甲方提交申请，自然月到期后双方进行清算，乙方继续享受所招商的关联设备和设备运行分润，自运营的设备押金按照以下方式行进结算：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;乙方未满一年提出终止联合运营合作的，甲方收取产品折旧耗损费用后乙方押金按照40%的比例退还；乙方满一年后提出终止联合运营合作的，甲方收取产品折旧耗损费用后乙方押金按照60%的比例退还；乙方满两年后提出终止联合运营合作的，甲方收取产品折旧耗损费用后乙方押金按照80%的比例退还；乙方三年到期提出终止联合运营合作的，甲方应全额退还乙方押金。<br>
            三)、合作的转让：本合作属于合作双方的联合运营，故不可转让。<br>
            <p>六、违约责任：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方不按照协议约定内容提供服务而造成重大损失的，应承担相应的违约责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方有违反本协议约定的行为给甲方造成损失的，应承担相应的违约责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、甲乙双方有单方面严重违约行为(包括但不限于本协议第四条的约定内容）致使协议无法继续履行的，对方除可以行使解除权外，仍可向对方提出  20 万元的违约赔偿，及其造成的其他损失。<br>
            <p>七、不良行为：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;乙方在履行协议过程中，不能诋毁多多邦项目的商誉，也不能违反本协议约定的违约责任。如由于乙方的不良行为存在诋毁多多邦项目商誉行为的情况或乙方违约行为给甲方经营带来恶劣的影响，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的美誉度降低的损失。<br>
            <p>八、保密条款：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方根据本协议向乙方披露的各项公司信息和资料，乙方应采取保密措施进行加密。未经甲方书面允许，不得以任何原因、任何形式向第三方透露。如因乙方的原因造成资料的外泄，由此造成的损失由乙方承担，甲方保留相关司法救济的权利。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、本协议的一方（资料披露方）向另一方（资料的接收方）按照本协议的约定所提供的资料享有合法的完整的所有权，该资料应成为双方保密的范围，并采取相应的保密措施。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、本保密条款不因协议的更改、终止或解除等原因而失效。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、如由于乙方的原因造成甲方损失的，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的损失，此损失与本协议第九条的不良行为造成的损失可以重复计算。<br>
            <p>九、不可抗力：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议所称不可抗力，是双方在缔结本协议时由于地震、台风、水灾、火灾、战争以及其他不可预见，并且发生和后果不能预防或不能避免且不可克服的客观因素。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、双方任一方由于不可抗力事故的影响而不能履行协议时，应当提前60天告知对方并提供相应证明，可以不承担损害赔偿责任。如因一方延迟通知造成对方损失扩大的，应当就扩大的损失向对方承担赔偿责任，或一方延迟履行协议后发生不可抗力的，不能免除责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、如果因不可抗力因素导致本协议中止履行60日或以上时，甲方有权决定是否继续履行或终止本协议，并书面通知乙方。<br>
            <p>十、争议的解决：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议与附件的规定如不一致，按下列顺序进行解释：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①本协议的目的；②按甲方的标准文件规定；③按通常的解释；④按甲方的解释；⑤按国家相关法律、法规（含各部委的法律法规）；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、甲乙双方如发生争议，应当友好协商解决。如协商不成，任何一方均有权就争议事项向甲方所在地法院提起诉讼。<br> -->




            <!-- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;鉴于乙方具有独立的法人资格、合法的经营场所及经营管理经验，甲、乙两方秉着“优势互补、资源共享、平等互利、友好合作”的原则，甲、乙双方联合共同经营。由乙方租赁引进并负责DODO智能养生仪设备管理与终端用户服务，甲乙双方共同承担该项目的各自经营责任和义务，相关约定如下：
             <p>一、租赁合作方式</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方负责提供多多邦DODO智能养生仪设备和相关的互联网共享平台的技术以及设备相关维护、升级；甲方负责提供多多邦DODO智能养生仪设备的相关运作方案和培训。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方负责合作项目用户服务；负责租赁期限内DODO智能养生仪设备的监管和日常维护，保障设备的完好完整性。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、租赁方式为：押金+租金方式<br>
            <p>二、租赁期限 </p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;租赁期限为6个月，自签署本协议，乙方收到设备10后生效计算。6个月期满后乙方若继续租赁设备无需续签合同，押金转化为甲方系统服务费。<br>
            <p>三、租赁条件 </p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;租赁条件：乙方需向甲方支付人民币 6000元/台的设备押金（押金可退），设备进场后乙方获得多多邦DODO智能养生仪的经营权，乙方在签订本协议后应立即甲方支付本协议指定的款项，逾期或未进行支付，协议终止失效。<br>
             <p>四、乙方权益、责任义务</p>
            1）、乙方作为租赁设备后的权益：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、拥有DODO智能养生仪租赁期限内的经营权。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、非人为故障，设备免费维修，享有免费功能和系统升级。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、设备运营分润权，凡是有效扫码订单总部按照  15 元/次作为运营分润，剩余费用归商家所有，由系统结算。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、所申领设备的终端收费定价需与总部同步。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、乙方在合作限内有特殊情况（指由自然灾害、经营破产、死亡导致不能继续经营的）的，可以终止合作。<br>
            2）、乙方作为租赁方的责任和义务<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、乙方有责任和义务保证设备的商业机密，不得私自或者移交第三方拆卸设备，公司一旦发现情况属实，则赔偿20万元人民币给甲方。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方有责任和义务保障设备的完整性，甲方对所提供的设备质量负全部责任，因仪器设备质量所造成的损坏，由甲方承担维修；如果是人为损坏，维修费由乙方承担可用押金抵扣。在服务客户的过程中不是因设备问题而导致的安全问题，由乙方承担。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、乙方有责任和义务保障设备的经营收入，除去总部的引流政策（如：新注册用户免费体验或者邀请人赠送的体验政策）外使用以外，设备到位后从正常运行10天后开始计算，合作期限内每台仪器运行次数不得低于  2  次/天为达标（即360次），公司平台实时统计，按合作周期结算。以6个月月（180天）为结算周期，一周期内该仪器大于  360   次视为达标。低于这个次数的按照不达标天数甲方将收取  30 元/天的系统服务费。（以上统计天数国家法定节假日除外）<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、6个月租赁时间到期后，如若乙方不再续租，总部在收回仪器（确认设备完好后）后的7个工作日退还乙方押金，不得延误。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、乙方有责任和义务遵守甲方在全国或区域市场内的市场规范，保障市场运作的统一性，不得夸大或者虚假宣传DODO智能养生仪的功效和作用，否则由此带来的相关责任后果一切由乙方承担，公司并没收押金。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6、乙方有责任和义务在经营本项目中产生的营收合法纳税。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7、乙方需承担设备邮寄往返的相关物流费用，设备的验收、安装、调试、使用、维护等均由乙方负责。<br>
            <p>五、双方合作约定 </p>
            1）、续约合作：双方需承认本协议，并执行协议规定的权利义务<br>
            2）、终止合作：<br>
            A、乙方有下列情形之一的，甲方有权单方面解除合约，解除其联合运营商资格并扣除其奖励<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①、未履行本协议规定的乙方义务和责任的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;②、因故意或重大过失给甲方造成损失的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;③、从事商业活动时有不正当行为的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;④、1年内3次以上（含3次）缺席甲方组织的重要会议的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑤、在本协议有效期内私自销售、生产、代理与甲方同类型项目或加入同类型企业的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑥、对客户不提供有效服务被客户投诉2次以上的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;因上述原因造成甲方单方面解约合同后，乙方已经支付给甲方的所有费用（含押金）均不予退还，甲乙双方因经营本协议项目而产生的供货和维护费用（含已产生或解约后将要产生的）均由各自承担，因乙方运营本协议项目而产生所有经济和法律责任均由乙方自行承担。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑦、约定期限内乙方不得单方面终止合作。<br>
            B、乙方单方面终止租赁合作的除去由自然灾害、经营破产、死亡导致不能继续经营情况下的，需提前一个月向甲方提交申请，自然月到期后双方进行结算。<br>
            三)、合作的转让：本合作属于合作双方约定的租赁合作，故不可转让。<br>
            <p>六、违约责任： </p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方不按照协议约定内容提供服务而造成重大损失的，应承担相应的违约责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方有违反本协议约定的行为给甲方造成损失的，应承担相应的违约责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、甲乙双方有单方面严重违约行为(包括但不限于本协议第四条的约定内容）致使协议无法继续履行的，对方除可以行使解除权外，仍可向对方提出  20 万元的违约赔偿，及其造成的其他损失。<br>
            <p>七、不良行为 </p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;乙方在履行协议过程中，一旦发现乙方有存在诋毁多多邦项目的商誉等不良行为的情况，也不能违反本协议约定的违约责任。如由于乙方的不良行为存在诋毁多多邦项目商誉行为的情况或乙方违约行为给甲方经营带来恶劣的影响，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的美誉度降低的损失。<br>
            <p>八、保密条款：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方根据本协议向乙方披露的各项公司信息和资料，乙方应采取保密措施进行加密。未经甲方书面同意，不得以任何理由、任何形式向第三方透露。如因乙方的原因造成资料的外泄，由此造成的损失由乙方承担，甲方保留相关司法救济的权利。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、本协议的一方（资料披露方）向另一方（资料的接收方）按照本协议的约定所提供的资料享有合法的完整的所有权，该资料应成为双方保密的范围，并采取相应的保密措施。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、本保密条款不因协议的更改、终止或解除等原因而失效。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、如由于乙方的原因造成甲方损失的，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的损失，此损失与本协议第九条的不良行为造成的损失可以重复计算。<br>
            <p>九、不可抗力：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议所称不可抗力，是双方在缔结本协议时由于地震、台风、水灾、火灾、战争以及其他不可预见，并且发生和后果不能预防或不能避免且不可克服的客观因素。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、双方任一方由于不可抗力事故的影响而不能履行协议时，应当提前60天告知对方并提供相应证明，可以不承担损害赔偿责任。如因一方延迟通知造成对方损失扩大的，应当就扩大的损失向对方承担赔偿责任，或一方延迟履行协议后发生不可抗力的，不能免除责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、如果因不可抗力因素导致本协议中止履行60日或以上时，甲方有权决定是否继续履行或终止本协议，并书面通知乙方。<br>
            <p>十、争议的解决：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议与附件的规定如不一致，按下列顺序进行解释：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①本协议的目的；②按甲方的标准文件规定；③按通常的解释；④按甲方的解释；⑤按国家相关法律、法规（含各部委的法律法规）；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、甲乙双方如发生争议，应当友好协商解决。如协商不成，任何一方均有权就争议事项向甲方所在地法院提起诉讼。<br>

            <p>十一、附则：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议双方签字盖章后生效。本协议未尽事宜双方协商，另作补充协议条款，双方签订后视为本协议附件，与本协议具备同等法律效力。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、无论何种情形造成乙方无法继续从事本协议代理经营的，均由乙方自行承担所在地区因经营产生的所有经济和法律责任。本协议签署后，甲方没有退款义务，乙方没有退款资格。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、本协议乙方已认真阅读并愿意遵守相关约定内容。<br> -->



            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;鉴于乙方具有独立的法人资格、合法的经营场所及经营管理经验，甲、乙两方秉着“优势互补、资源共享、平等互利、友好合作”的原则，甲、乙双方联合共同经营。由乙方租赁引进并负责DODO智能养生仪设备管理与终端用户服务，甲乙双方共同承担该项目的各自经营责任和义务，相关约定如下：
            <p>一、租赁合作方式</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方负责提供多多邦DODO智能养生仪设备和相关的互联网共享平台的技术以及设备相关维护、升级；甲方负责提供多多邦DODO智能养生仪设备的相关运作方案和培训。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方负责合作项目用户服务；负责租赁期限内DODO智能养生仪设备的监管和日常维护，保障设备的完好完整性。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、租赁方式为：押金+租金方式<br>
            <p>二、租赁期限 </p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;租赁期限为6个月，自签署本协议，乙方收到设备10天后生效计算。6个月期满后乙方若继续租赁设备无需续签合同，押金转化为甲方系统服务费，不再考核业绩，合作周期直接延续到三年。<br>
            <p>三、租赁条件 </p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;租赁条件：乙方需向甲方支付人民币 6000元/台的设备押金（押金可退），设备进场后乙方获得多多邦DODO智能养生仪的经营权，乙方在签订本协议后应立即甲方支付本协议指定的款项，逾期或未进行支付，协议终止失效。<br>
            <p>四、乙方权益、责任义务</p>
            1）、乙方作为租赁设备后的权益：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、拥有DODO智能养生仪租赁期限内的经营权。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、非人为故障，设备免费维修，享有免费升级系统权益。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、设备运营分润权，凡是有效扫码订单总部按照  15 元/次作为运营分润，剩余费用归商家所有，由系统结算。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、所申领设备的终端收费定价需与总部同步。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、乙方在合作限内有特殊情况（指由自然灾害、经营破产、死亡导致不能继续经营的）的，可以终止合作。<br>
            2）、乙方作为租赁方的责任和义务<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、乙方有责任和义务保证设备的商业机密，不得私自或者移交第三方拆卸设备，公司一旦发现情况属实，则赔偿20万元人民币给甲方。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方有责任和义务保障设备的完整性，甲方对所提供的设备质量负全部责任，因仪器设备质量所造成的损坏，由甲方承担维修；如果是人为损坏，维修费由乙方承担可用押金抵扣。在服务客户的过程中不是因设备问题而导致的安全问题，由乙方承担。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、乙方有责任和义务保障设备的经营收入，除去总部的引流政策（如：新注册用户免费体验或者邀请人赠送的体验政策）外使用以外，设备到位后从正常运行10天后开始计算，合作期限内每台仪器运行次数不得低于  2  次/天为达标（即360次），公司平台实时统计，按合作周期结算。以6个月（180天）为结算周期，一周期内该仪器大于  360   次视为达标。低于这个次数的按照不达标天数甲方将收取  30 元/天的系统服务费；到期后乙方还要继续经营设备的，前期业绩不予考核。（以上统计天数国家法定节假日除外）<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、6个月租赁时间到期后，如若乙方不再续租，总部在收回仪器（确认设备完好后）后的7个工作日退还乙方押金，不得延误。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5、乙方有责任和义务遵守甲方在全国或区域市场内的市场规范，保障市场运作的统一性，不得夸大或者虚假宣传DODO智能养生仪的功效和作用，否则由此带来的相关责任后果一切由乙方承担，公司并没收押金。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6、乙方有责任和义务在经营本项目中产生的营收合法纳税。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7、乙方需承担设备邮寄往返的相关物流费用，设备的验收、安装、调试、使用、维护等均由乙方负责。<br>
            <p>五、双方合作约定</p>
            1）、续约合作：双方需承认本协议，并执行协议规定的权利义务<br>
            2）、终止合作：<br>
            A、乙方有下列情形之一的，甲方有权单方面解除合约，解除其联合运营商资格并扣除其奖励<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①、未履行本协议规定的乙方义务和责任的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;②、因故意或重大过失给甲方造成损失的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;③、从事商业活动时有不正当行为的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;④、1年内3次以上（含3次）缺席甲方组织的重要会议的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑤、在本协议有效期内私自销售、生产、代理与甲方同类型项目或加入同类型企业的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑥、对客户不提供有效服务被客户投诉2次以上的；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;因上述原因造成甲方单方面解约合同后，乙方已经支付给甲方的所有费用（含押金）均不予退还，甲乙双方因经营本协议项目而产生的供货和维护费用（含已产生或解约后将要产生的）均由各自承担，因乙方运营本协议项目而产生所有经济和法律责任均由乙方自行承担。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;⑦、约定期限内乙方不得单方面终止合作。<br>
            B、乙方单方面终止租赁合作的除去由自然灾害、经营破产、死亡导致不能继续经营情况下的，需提前一个月向甲方提交申请，自然月到期后双方进行结算。<br>
            三)、合作的转让：本合作属于合作双方约定的租赁合作，故不可转让。<br>
            <p>六、违约责任：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方不按照协议约定内容提供服务而造成重大损失的，应承担相应的违约责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、乙方有违反本协议约定的行为给甲方造成损失的，应承担相应的违约责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、甲乙双方有单方面严重违约行为(包括但不限于本协议第四条的约定内容）致使协议无法继续履行的，对方除可以行使解除权外，仍可向对方提出  20 万元的违约赔偿，及其造成的其他损失。<br>
            <p>七、不良行为 </p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;乙方在履行协议过程中，一旦发现乙方有存在诋毁多多邦项目的商誉等不良行为的情况，也不能违反本协议约定的违约责任。如由于乙方的不良行为存在诋毁多多邦项目商誉行为的情况或乙方违约行为给甲方经营带来恶劣的影响，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的美誉度降低的损失。<br>
            <p>八、保密条款：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、甲方根据本协议向乙方披露的各项公司信息和资料，乙方应采取保密措施进行加密。未经甲方书面同意，不得以任何理由、任何形式向第三方透露。如因乙方的原因造成资料的外泄，由此造成的损失由乙方承担，甲方保留相关司法救济的权利。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、本协议的一方（资料披露方）向另一方（资料的接收方）按照本协议的约定所提供的资料享有合法的完整的所有权，该资料应成为双方保密的范围，并采取相应的保密措施。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、本保密条款不因协议的更改、终止或解除等原因而失效。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4、如由于乙方的原因造成甲方损失的，则甲方有权单方面解除本协议，乙方应赔偿甲方不低于20万元的损失，此损失与本协议第九条的不良行为造成的损失可以重复计算。<br>
            <p>九、不可抗力：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议所称不可抗力，是双方在缔结本协议时由于地震、台风、水灾、火灾、战争以及其他不可预见，并且发生和后果不能预防或不能避免且不可克服的客观因素。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、双方任一方由于不可抗力事故的影响而不能履行协议时，应当提前60天告知对方并提供相应证明，可以不承担损害赔偿责任。如因一方延迟通知造成对方损失扩大的，应当就扩大的损失向对方承担赔偿责任，或一方延迟履行协议后发生不可抗力的，不能免除责任。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、如果因不可抗力因素导致本协议中止履行60日或以上时，甲方有权决定是否继续履行或终止本协议，并书面通知乙方。<br>
            <p>十、争议的解决：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议与附件的规定如不一致，按下列顺序进行解释：<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;①本协议的目的；②按甲方的标准文件规定；③按通常的解释；④按甲方的解释；⑤按国家相关法律、法规（含各部委的法律法规）；<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、甲乙双方如发生争议，应当友好协商解决。如协商不成，任何一方均有权就争议事项向甲方所在地法院提起诉讼。<br>

            <p>十一、附则：</p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、本协议双方签字盖章后生效。本协议未尽事宜双方协商，另作补充协议条款，双方签订后视为本协议附件，与本协议具备同等法律效力。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、无论何种情形造成乙方无法继续从事本协议代理经营的，均由乙方自行承担所在地区因经营产生的所有经济和法律责任。本协议签署后，甲方没有退款义务，乙方没有退款资格。<br>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、本协议乙方已认真阅读并愿意遵守相关约定内容。<br>

        </div>
    </div>
</template>

<script>
import { Toast } from 'vant'
export default {
    data () {
        return {
            show: false
        }
    },
    methods: {
        sure () {
            this.$router.push({ path: '/buy', query: { show: this.show } })
        }
    }

}
</script>

<style lang="less" scoped>
@s: 0.0133rem;
.buy-deal{
    background: #fff;
    padding-bottom: 100*@s;
    .cont{
        font-size: 24*@s;
        padding: 40*@s;
        p{
            font-size: 28*@s;
            font-weight: bold;
        }
    }
    .foot{
        display: flex;
        align-items: center;
        height: 100*@s;
        position: fixed;
        left: 0;
        right: 0;
        bottom: 0;
        font-size: 28*@s;
        font-weight: 500;
        background: #fff;
        img{
            width: 40*@s;
            height: 40*@s;
            margin-left: 40*@s;
        }
        span{
            flex: 1;
            margin-left: 20*@s;
        }
        .btn{
            font-size: 36*@s;
            width: 200*@s;
            text-align: center;
            color: #fff;
            background: #46BDAE;
            line-height: 100*@s;
        }

    }
}
</style>
